<template>
	<div>
		<Header />
		<MuseumAllComponent />
		<div class="container my-5">
			<p class="title_all text-start text-md-end">• О нас</p>
			<div class="text-start about">
				<p>
					<strong> Музейнинг ташкил этилиши:</strong>

					<br />
					Ўзбекистон тарихи давлат музейи Республикамизнинг энг нуфузли ва
					салоҳиятли илмий ва маданий-маърифий марказларидан бири бўлиб, 1876
					йилда ташкил этилган ва 1943 йилдан бери Фанлар академияси тизимида
					фаолият кўрсатиб келмоқда. 1992 йилда қайта ташкил этилиб, унга
					илмий-тадқиқот муассасаси сифатида Ўзбекистон тарихи музейи номи
					берилди. Ўзбекистон Республикаси ВМ нинг 1994 йил 5 августдаги
					402-сонли қарорига кўра унга Давлат музейи мақоми берилди.
				</p>
				<p>
					<strong>Тадқиқотнинг асосий йўналишлари:</strong> <br />
					- Ўзбек халқининг бой тарихий маданий меросини, унинг ўтмиши, башарият
					тарихида тутган ўрни ва тараққиёти босқичлари, давлатчилик тарихи
					масалаларини миллий ғояга ҳамоҳанг ва ҳолисона равишда акс эттириш,
					ёшлар онгида Ватаннинг келажагига комил ишонч, ватанпарварлик ва ғурур
					ҳисларини шакллантириш;
				</p>
				<p>
					- Музей ашёларини тўплаш, сақлаш, таъмирлаш ва фойдаланишнинг назарий
					ва амалий методикаси бўйича музейшунослик тадқиқотларини олиб бориш;
				</p>
				<p>
					- Музей фондларида сақланаётган осори-атиқаларни илмий таҳлил этиш ва
					илмий муомалага киритиш, тарих саҳифаларини янги манбавий маълумотлар
					билан бойитиш;
				</p>
				<p>
					- Тарихий-маданий ва номоддий меросни сақлаш, тўплаш, ўрганиш ва
					ҳужжатлаштириш, уларнинг ягона электрон базасини яратиш;
				</p>
				<p>
					- Ўзбекистонда музейшуносликнинг замонавий йўналишларидан музей
					маркетинги ва менежментини ривожлантириш;
				</p>
				<p>
					- Музей социологияси, музей педагогикаси, фан ва таълим интеграцияси
					йўналишларида назарий-социологик тадқиқотларни олиб бориш ҳамда
					амалиётга тадбиқ этиш;
				</p>
				<p>
					<strong>Ўзбекистонда музейшунослик мактаби.</strong> <br />
					Ўзбекистон тарихи давлат музейи ўзининг 145 йиллик фаолияти давомида
					50 дан ортиқ янги музейларни ташкил этишда ва Республика музейларини
					илмий-назарий ҳамда амалий томондан ёрдам кўрсатиб келмоқда. <br />
					- 2011 йилда Ўзбекистонда биринчи бўлиб Ўзбекистон тарихи давлат
					музейи тассаруфида “Мўъжизалар оламида” деб номланган Болалар музейи
					ташкил этилди. Ушбу музей ҳозирда кичик ёшдаги болаларни (4-14 ёшгача)
					дунёқарашини бойитиш ва ватанпарварлик ҳиссини шакллантиришда муҳим
					тарбиявий марказ сифатида фаолият юритиб келмоқда. <br />
					-2020 йил 9 июлда музейлар фаолиятида биринчи марта Ўзбекистон тарихи
					давлат музейида илмий тадқиқотчилар учун музейшунослик ихтисослиги
					бўйича Илмий кенгаш ташкил этилди. <br />
					- 2020 йил 9 июлда маданият ҳамда тарих соҳасидаги барча музейлар
					фаолиятини илмий-тадқиқот ва методик жиҳатдан мувофиқлаштирувчи
					Илмий-методик кенгаш ташкил этилди.
				</p>
			</div>
			<div class="carusel_main"></div>
		</div>
		<Maps />
		<Footer />
	</div>
</template>
<script>
import Maps from '../components/Maps.vue';
import MuseumAllComponent from '../components/MuseumAllComponent.vue';
import Footer from '../components/Footer.vue';
import Header from '@/components/Header.vue';
export default {
	components: { Header, Footer, MuseumAllComponent, Maps },
};
</script>
<style scoped>
.about strong {
	font-size: 22px;
	margin-bottom: 10px;
	color: #004aeb;
}
.about p {
	color: rgba(24, 24, 24, 0.5);
	font-size: 16px;
	font-weight: 500;
	line-height: 1.7;
}
.card_top {
	max-height: 500px;
	width: 100%;
	overflow: hidden;
	display: flex;
	align-items: center;
	justify-content: center;
	position: relative;
}
.card_top img {
	height: 100%;
	width: 100%;
}
.el-carousel__arrow {
	display: none !important;
}
</style>
